Repository: ruifigueiredo/moss
Catalog: moss6.dev/sites/all/modules/contentoptimizer/translations/contentoptimizer.*.po
Languages: de

source: Quick SEO
de: Schnelle Suchmaschinen-Optimierung

source: Targeted keyword phrase
de: Ziel-Schlüsselwortphrase

source: No keyword phrase was submitted for analysis. Input a keyword for more targeted recommendations.
de: Es wurde keine Schlüsselwortphrase zur Analyse angegeben. Geben Sie für zielgerichtetere Nachrichten ein Schlüsselwort ein.

source: Your body should be between %min and %max words. It is currently %words. Consider increasing the number of words.
de: Der Textkörper sollte zwischen %min und %max Wörter enthalten. Momentan hat er %words. Sie sollten die Anzahl der Wörter erhöhen.

source: Your body should be between %min and %max words. It is currently %words. Consider reducing the number of words.
de: Der Textkörper sollte zwischen %min und %max Wörter enthalten. Momentan hat er %words. Sie sollten die Anzahl der Wörter reduzieren.

source: Your keyword phrase should occur in your body between %min and %max times. It currently occurs %frequency. Consider increasing the number of keyword occurences in your body copy.
de: Ihre Schlüsselwortphrase sollte in Ihrem Textkörper zwischen %min und %max mal vorkommen. Momentan ist es %frequency. Sie sollten die Anzahl erhöhen, wie oft Ihr Schlüsselwort in Ihrem Textkörper auftritt.

source: Your keyword phrase should occur in your body between %min and %max times. It is currently occurs %frequency. Consider reducing the number of keyword occurences in your body copy.
de: Ihre Schlüsselwortphrase sollte in Ihrem Textkörper zwischen %min und %max mal vorkommen. Momentan ist es %frequency. Sie sollten die Anzahl reduzieren, wie oft Ihr Schlüsselwort in Ihrem Textkörper auftritt.

source: Your keyword prominence is less that 50%. Consider increasing your keyword's prominence by moving occurences closer to the beginning of your copy.
de: Ihre Schlüsselwort-Prominenz ist weniger als 50%. Sie sollten die Schlüsselwort-Prominenz erhöhen, indem sie deren Auftreten weiter an den Anfang Ihres Textes bringen.

source: Optimized
de: Optimiert

source: The <a href="http://drupal.org/project/page_title" target="_blank">Page Title</a> module is not installed. We recommend installing it for enhanced control of page titles.
de: Das Modul <a href="http://drupal.org/project/page_title" target="_blank">Page Title</a> ist nicht installiert. Die Installation wird zur verbesserten Steuerung von Seitentiteln empfohlen.

source: The <a href="http://drupal.org/project/nodewords" target="_blank">Meta Tags / Nodewords</a> module is not installed. We recommend installing it to enable editing of page meta information.
de: Das Modul <a href="http://drupal.org/project/nodewords" target="_blank">Meta Tags / Nodewords</a> ist nicht installiert. Die Installation wird zum Bearbeiten von Seiten-Metainformationen empfohlen.

source: Page titles should be no longer than %max characters. It is currently %chars. Consider reducing the length of your page title.
de: Seitentitel sollten nicht länger als %max Zeichen sein. Momentan sind es %chars. Sie sollten die Länge des Seitentitels reduzieren.

source: Page titles should be no longer than %max word. It is currently %words. Consider reducing the number of words in your page title.
de: Seitentitel sollten nicht länger als %max Wörter lang sein. Momentan snid es %words. Sie sollten die Anzahl der Wörter reduzieren.

source: Page titles are the most important content area for optimization. Titles can be up to %max characters. It is currently %chars. Consider adding more keyword rich content to your title.
de: Seitentitel sind der wichtigste Inhaltsbereich für die Optimierung. Titel können bis zu %max Zeichen haben. Momentan sind es %words Wörter. Sie sollten ihrem Titel mehr Schlüsselwort-bezogenen Inhalt hinzufügen.

source: Your keyword phrase does not appear in the title. Add your keywords to your title.
de: Ihre Schlüsselwortphrase kommt nicht im Titel vor. Fügen Sie Ihrem Titel die Schlüsselworte hinzu.

source: Your keyword phrase appears more than %max times in the page title. Consider reducing the number of times the keywords instances to less than %max.
de: Ihre Schlüsselwortphrase erscheint mehr als %max mal im Seitentitel. Sie sollten Sie die Anzahl des Vorkommens Ihrer Schlüsselworte auf weniger als %max reduzieren.

source: Your keyword prominence is less that 50%. Consider increasing your keyword's prominence by moving it closer to the beginning of your page title.
de: Ihre Schlüsselwort-Prominenz ist weniger als 50%. Sie sollten die Schlüsselwort-Prominenz erhöhen, indem sie diese näher an den Anfang des Seitentitels bringen

source: Your meta description should be between %min and %max words. It is currently %words. Consider increasing the number of words.
de: Ihre Meta-Beschreibung sollte zwischen %min und %max Wörtern lang sein. Momentan sind es %words. Sie sollten die Anzahl der Wörter errhöhen.

source: Your meta description should be between %min and %max characters. It is currently %chars. Consider reducing the length of your meta description.
de: Ihre Meta-Beschreibung sollte zwischen %min und %max Zeichen lang sein. Momentan sind es %chars. Sie sollten die Länge der Meta-Beschreibung reduzieren.

source: Your keyword phrase should occur in your meta description between %min and %max times. It currently occurs %frequency. Consider increasing the number of keyword occurences in your meta description copy.
de: Ihre Schlüsselwortphrase sollte zwischen %min und %max mal in der Meta-Beschreibung erscheinen. Momentan erscheint sie %frequency mal. Sie sollten die Anzahl erhöhen, wie oft Ihr Schlüsselword in der Meta-Beschreibung vorkommt.

source: Your keyword phrase should occur in your meta description between %min and %max times. It currently occurs %frequency. Consider reducing the number of keyword occurences in your meta description copy.
de: Ihre Schlüsselwortphrase sollte zwischen %min und %max mal in der Meta-Beschreibung erscheinen. Momentan erscheint sie %frequency mal. Sie sollten die Anzahl reduzieren, wie oft Ihr Schlüsselword in der Meta-Beschreibung vorkommt.

source: Your meta keywords should be between %min and %max words. It is currently %words. Consider increasing the number of words.
de: Ihre Meta-Schlüsselwörter sollten zwischen %min und %max Wörtern lang sein. Momentan sind es %words. Sie sollten die Anzahl der Wörter erhöhen.

source: Your meta keywords should be between %min and %max words. It is currently %words. Consider reducing the number of words.
de: Ihre Meta-Schlüsselwörter sollten zwischen %min und %max Wörtern lang sein. Momentan sind es %words. Sie sollten die Anzahl der Wörter reduzieren.

source: Your meta keywords should include %min to %max phrases. It is currently %phrases. Consider increasing the number of phrases.
de: Ihre Meta-Schlüsselwörter sollten zwischen %min und %max Phrasen beinhalten. Momentan sind es %phrases. Sie sollten die Anzahl der Phrasen erhöhen.

source: Your meta keywords should include %min to %max phrases. It is currently %phrases. Consider reducing the number of phrases.
de: Ihre Meta-Schlüsselwörter sollten zwischen %min und %max Phrasen beinhalten. Momentan sind es %phrases. Sie sollten die Anzahl der Phrasen reduzieren.

source: Your keyword phrase should occur in your meta keywords between %min and %max times. It currently occurs %frequency. Consider increasing the number of keyword occurences in your meta keywords.
de: Ihre Schlüsselwortphrase solle in den Meta-Schlüsselwörtern zwischen %min und %max mal vorkommen. Momentan ist es %frequency mal. Sie sollten die Anzahl erhöhen, wie oft Ihre Schlüsselwörter in den Meta-Schlüsselwörtern auftreten.

source: Your keyword phrase should occur in your meta keywords between %min and %max times. It currently occurs %frequency. Consider reducing the number of keyword occurences in your meta keywords.
de: Ihre Schlüsselwortphrase solle in den Meta-Schlüsselwörtern zwischen %min und %max mal vorkommen. Momentan ist es %frequency mal. Sie sollten die Anzahl reduzieren, wie oft Ihre Schlüsselwörter in den Meta-Schlüsselwörtern auftreten.

source: Your keyword prominence is less that 30%. Consider increasing your keyword's prominence by moving occurences closer to the beginning of your copy.
de: Ihre Schlüsselwort-Prominenz ist weniger als 30%. Sie sollten die Schlüsselwort-Prominenz errhöhen, indem sie deren Auftreten näher an den Anfang ihres Textes bringen.

source: Char count
de: Zeichenzahl

source: Word count
de: Wortzahl

source: Keyword count
de: Schlüsselwort-Zahl

source: Keyword density
de: Schlüsselwort-Dichte

source: Keyword prominence
de: Schlüsselwort-Prominenz

source: 1 word
de: 1 Wort

source: 1 time
de: 1 mal

source: 1 character
de: 1 Zeichen

source: 1 phrase
de: 1 Satz

source: Creates database table for content optimizer keywords.
de: Erstellt Datenbanktabelle für Schlüsselwörter von Content Optimizer.

source: The content analysis id.
de: Die Inhaltsanalyse-ID.

source: The targeted keyword phrase for the node.
de: Die Ziel-Schlüsselwortphrase für den Beitrag.

source: Profides search engine optimization analysis of node and other content.
de: Stellt eine Suchmaschinenoptimierungsanalyse von Beiträgen und anderem Inhalt bereit.

source: Content analysis
de: Inhaltsanalyse
